Hair_data = [

    "单马尾",

    "双马尾",

    "麻花辫",

    "包子头",

    "公主辫",

    "长直",

    "姬发式",

    "短发",

    "中长发",

    "长发",

    "卷发",

    "波波头",

    "双钻头(螺旋双马尾)",

    "低马尾",

    "长双马尾"

];

Attribute_data = [

    "喜欢口交的青梅竹马",

    "喜欢口交的天降系",

    "喜欢口交的妹妹",

    "喜欢被操的姐姐",

    "喜欢被操的人妻",

    "喜欢被操的学生",

    "喜欢被日的学生会长",

    "喜欢被日的老师",

    "喜欢被日的不良骚货",

    "喜欢被肏的碧池",

    "喜欢被肏的破鞋",

    "喜欢被肏的优等生",

    "喜欢被操的大小姐",

    "喜欢被操的眼镜娘",

    "喜欢被操的贵族",

    "喜欢被操的不幸少女",

    "喜欢被操的吸血鬼",

    "喜欢被操的公主",

    "喜欢被操的圣女",

    "喜欢被操的修女",

    "喜欢被操的偶像",

    "喜欢被操的猫娘",

    "喜欢被操的宅女",

    "喜欢被操的文学少女",

    "喜欢被操的巫女",

    "喜欢被操的魔法少女",

    "喜欢被操的人造人",

    "喜欢被操的杀手",

    "喜欢被操的杀人狂",

    "喜欢被肏的科学家",

    "喜欢被肏的伪娘",

    "喜欢被肏的警察",

    "喜欢被肏的暴走族",

    "喜欢被肏的女骑士",

    "喜欢被肏的特工",

    "喜欢被肏的女仆",

    "喜欢被肏的舰娘",

    "喜欢被肏的幽灵",

    "喜欢被肏的战术人形",

    "喜欢被肏的魔物娘"

];

Character_data = [

    "运动达人",

    "天才",

    "高傲",

    "傲娇",

    "元气",

    "强气",

    "弱气",

    "乐观",

    "悲观",

    "腹黑",

    "病娇",

    "冒失",

    "认真",

    "天然呆",

    "三无",

    "抖S",

    "抖M",

    "中二",

    "电波",

    "大和抚子",

    "病弱",

    "高岭之花",

    "笨蛋",

    "工口",

    "毒舌",

    "女王",

    "拜金",

    "温柔",

    "百合妹"

];

//数据来源:随便百度的 毫无科学依据

Cupsize_data = [

    "AA",

    "A","A","A","A","A",

    "B","B","B","B","B","B","B","B","B","B","B",

    "C","C","C","C",

    "D","D","D",

    "E","E",

    "F",

    "G"

];

Skin_data = [

    "洁白",

    "正常",

    "正常",

    "正常",

    "正常",

    "正常",

    "正常",

    "正常",

    "正常",

    "黑妹"

];
